Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

source: Preferences Details(Not Implemented)
de: Einstellungsdetails (nicht implementiert)
es: Detalles de preferencias (no implementado)
fr: Détails des préférences (non implémenté)
it: Dettagli preferenze (non implementato)
ja: 環境設定の詳細（未実装）
ko: 환경설정 세부정보(미구현)
pt_pt: Detalhes das preferências (não implementado)
zh_hans: 偏好设置详情（未实现）

source: Preparing Camera Share
de: Kamerafreigabe wird vorbereitet
es: Preparando compartir la cámara
fr: Préparation du partage de la caméra
it: Preparazione condivisione fotocamera
ja: カメラ共有を準備中
ko: 카메라 공유 준비 중
pt_pt: A preparar partilha da câmara
zh_hans: 正在准备共享摄像头

source: Preparing document...
de: Dokument wird vorbereitet...
es: Preparando documento...
fr: Préparation du document...
it: Preparazione documento...
ja: ドキュメントを準備中...
ko: 문서 준비 중...
pt_pt: A preparar documento...
zh_hans: 正在准备文档...

# PresenterStopSharingScreen
source: The call has stopped sharing your screen.
de: Der Anruf hat die Freigabe Ihres Bildschirms beendet.
es: La llamada ha dejado de compartir tu pantalla.
fr: L'appel a cessé de partager votre écran.
it: La chiamata ha interrotto la condivisione dello schermo.
ja: 通話による画面の共有が停止されました。
ko: 통화로 인해 화면 공유가 중지되었습니다.
pt_pt: A chamada parou de compartilhar sua tela.
zh_hans: 通话已停止共享您的屏幕。

# PreviewMergedRealityMessage
source: Merged reality + enabled
de: Merged Reality + aktiviert
es: Realidad fusionada + habilitada
fr: Réalité fusionnée + activé
it: Realtà unita + abilitata
ja: 統合現実 + 有効化
ko: 병합된 현실 + 활성화됨
pt_pt: Realidade mesclada + habilitada
zh_hans: 融合现实+启用

# PreviewScreenTitle
source: Preview:
de: Vorschau:
es: Avance:
fr: Aperçu:
it: Anteprima:
ja: プレビュー:
ko: 시사:
pt_pt: Visualização:
zh_hans: 预览：

source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
pt_pt: Página anterior
zh_hans: 上一页

source: Print
de: Drucken
es: Impresión
fr: Impression
it: Stampa
ja: 印刷する
ko: 인쇄
pt_pt: Imprimir
zh_hans: 打印

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_pt: Política de privacidade
zh_hans: 隐私政策

source: Procedure
de: Verfahren
es: procedimiento
fr: procédure
it: procedura
ja: 手順
ko: 절차
pt_pt: procedimento
zh_hans: 流程

# procedure.action.branching.branches
source: branches
de: Verzweigungen
es: ramas
fr: ramifications
it: rami
ja: 分岐
ko: 분기
pt_pt: ramificações
zh_hans: 分支

# procedure.action.branching.goToStep
source: Go to Step
de: Gehe zu Schritt
es: Ir al paso
fr: Aller à l'étape
it: Vai al passaggio
ja: ステップへ移動
ko: 단계로 이동
pt_pt: Ir para o passo
zh_hans: 转到步骤

# procedure.action.branching.goToStepFormat
source: Go to Step %@
de: Gehe zu Schritt %@
es: Ir al paso %@
fr: Aller à l'étape %@
it: Vai al passaggio %@
ja: ステップ %@ へ移動
ko: %@ 단계로 이동
pt_pt: Ir para o passo %@
zh_hans: 转到步骤 %@

# procedure.action.branching.jumpTo
source: Jump to
de: Springen zu
es: Ir a
fr: Aller à
it: Vai a
ja: 次へ移動
ko: 이동
pt_pt: Ir para
zh_hans: 跳转到

# procedure.action.branching.navigateHint
source: Double tap to navigate to the selected branch
de: Doppeltippen, um zum ausgewählten Zweig zu navigieren
es: Toca dos veces para ir a la rama seleccionada
fr: Touchez deux fois pour accéder à la branche sélectionnée
it: Tocca due volte per passare al ramo selezionato
ja: 選択した分岐に移動するにはダブルタップ
ko: 선택한 분기로 이동하려면 두 번 탭하세요
pt_pt: Toque duas vezes para navegar para a ramificação selecionada
zh_hans: 双击以跳转到所选分支

# procedure.action.branching.notSelected
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
pt_pt: Não selecionado
zh_hans: 未选择

# procedure.action.branching.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
it: Selezionato
ja: 選択済み
ko: 선택된
pt_pt: Selecionado
zh_hans: 已选择

# procedure.action.branching.selectHint
source: Double tap to select this branch
de: Doppeltippen, um diesen Zweig auszuwählen
es: Toca dos veces para seleccionar esta rama
fr: Touchez deux fois pour sélectionner cette branche
it: Tocca due volte per selezionare questo ramo
ja: この分岐を選択するにはダブルタップ
ko: 이 분기를 선택하려면 두 번 탭하세요
pt_pt: Toque duas vezes para selecionar esta ramificação
zh_hans: 双击以选择此分支

# procedure.action.checkbox.checked
source: Checked
de: Überprüft
es: Comprobado
fr: Vérifié
it: Controllato
ja: チェック済み
ko: 체크됨
pt_pt: Verificado
zh_hans: 已检查

# procedure.action.checkbox.toggle
source: Double tap to toggle
de: Doppeltippen zum Umschalten
es: Toca dos veces para alternar
fr: Touchez deux fois pour basculer
it: Tocca due volte per attivare/disattivare
ja: 切り替えるにはダブルタップ
ko: 전환하려면 두 번 탭하세요
pt_pt: Toque duas vezes para alternar
zh_hans: 双击以切换

# procedure.action.checkbox.unchecked
source: Unchecked
de: Nicht markiert
es: No marcado
fr: Non coché
it: Non selezionato
ja: 未チェック
ko: 체크 안 됨
pt_pt: Desmarcado
zh_hans: 未勾选

# procedure.action.image.camera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
zh_hans: 相机

# procedure.action.image.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_pt: Erro
zh_hans: 错误

# procedure.action.image.errorOccurred
source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_pt: Ocorreu um erro
zh_hans: 发生错误

# procedure.action.image.failedToSelect
source: Failed to select file
de: Datei konnte nicht ausgewählt werden
es: No se pudo seleccionar el archivo
fr: Impossible de sélectionner le fichier
it: Impossibile selezionare il file
ja: ファイルを選択できませんでした
ko: 파일을 선택하지 못했습니다
pt_pt: Não foi possível selecionar o ficheiro
zh_hans: 无法选择文件

# procedure.action.image.ok
source: OK
de: okay
es: Aceptar
fr: D'accord
it: Conferma
ja: 確認
ko: 확인
pt_pt: Está bem
zh_hans: 好

# procedure.action.list.deselect
source: deselect
de: abwählen
es: deseleccionar
fr: désélectionner
it: deseleziona
ja: 選択解除
ko: 선택 해제
pt_pt: desselecionar
zh_hans: 取消选择

# procedure.action.list.doubleTap
source: Double tap to
de: Doppeltippen, um
es: Toca dos veces para
fr: Touchez deux fois pour
it: Tocca due volte per
ja: ダブルタップして
ko: 두 번 탭하여
pt_pt: Toque duas vezes para
zh_hans: 双击以

# procedure.action.list.notSelected
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
pt_pt: Não selecionado
zh_hans: 未选择

# procedure.action.list.options
source: options
de: Optionen
es: opciones
fr: choix
it: opzioni
ja: オプション
ko: 옵션
pt_pt: opções
zh_hans: 选项

# procedure.action.list.select
source: select
de: auswählen
es: seleccionar
fr: sélectionner
it: seleziona
ja: 選択
ko: 선택
pt_pt: selecionar
zh_hans: 选择

# procedure.action.list.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
it: Selezionato
ja: 選択済み
ko: 선택된
pt_pt: Selecionado
zh_hans: 已选择

# procedure.action.scan.completed
source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
ja: 完了
ko: 완전한
pt_pt: Concluído
zh_hans: 完成的

# procedure.action.scan.delete
source: Delete scanned value
de: Gescannten Wert löschen
es: Eliminar valor escaneado
fr: Supprimer la valeur numérisée
it: Elimina valore scansionato
ja: スキャンした値を削除
ko: 스캔된 값 삭제
pt_pt: Eliminar valor digitalizado
zh_hans: 删除扫描值

# procedure.action.scan.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_pt: Erro
zh_hans: 错误

# procedure.action.scan.errorOccurred
source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_pt: Ocorreu um erro
zh_hans: 发生错误

# procedure.action.scan.failedToSelect
source: Failed to select file
de: Datei konnte nicht ausgewählt werden
es: No se pudo seleccionar el archivo
fr: Impossible de sélectionner le fichier
it: Impossibile selezionare il file
ja: ファイルを選択できませんでした
ko: 파일을 선택하지 못했습니다
pt_pt: Não foi possível selecionar o ficheiro
zh_hans: 无法选择文件

# procedure.action.scan.ok
source: OK
de: okay
es: Aceptar
fr: D'accord
it: Conferma
ja: 確認
ko: 확인
pt_pt: Está bem
zh_hans: 好

# procedure.action.scan.scan
source: Scan
de: Scannen
es: Escanear
fr: Balayage
it: Scansione
ja: スキャン
ko: 주사
pt_pt: Digitalizar
zh_hans: 扫描

# procedure.action.scan.scannedValue
source: Scanned value
de: Gescannter Wert
es: Valor escaneado
fr: Valeur numérisée
it: Valore scansionato
ja: スキャンした値
ko: 스캔된 값
pt_pt: Valor digitalizado
zh_hans: 扫描值

# procedure.action.scan.selectBarcode
source: Select Barcode
de: Barcode auswählen
es: Seleccionar código de barras
fr: Sélectionner le code-barres
it: Seleziona codice a barre
ja: バーコードを選択
ko: 바코드 선택
pt_pt: Selecionar código de barras
zh_hans: 选择条码

# procedure.action.scan.tapToEdit
source: Tap to edit
de: Zum Bearbeiten tippen
es: Toca para editar
fr: Touchez pour modifier
it: Tocca per modificare
ja: タップして編集
ko: 탭하여 편집
pt_pt: Toque para editar
zh_hans: 点击以编辑

# procedure.action.signature.hint.completePrevious
source: Complete previous steps first
de: Schließen Sie zuerst die vorherigen Schritte ab
es: Completa primero los pasos anteriores
fr: Terminez d'abord les étapes précédentes
it: Completa prima i passaggi precedenti
ja: 先に前のステップを完了してください
ko: 먼저 이전 단계를 완료하세요
pt_pt: Conclua primeiro os passos anteriores
zh_hans: 请先完成前面的步骤

# procedure.action.signature.hint.openCapture
source: Opens signature capture screen
de: Öffnet den Bildschirm zur Signaturerfassung
es: Abre la pantalla de captura de firma
fr: Ouvre l'écran de capture de signature
it: Apre la schermata di acquisizione firma
ja: 署名入力画面を開きます
ko: 서명 캡처 화면을 엽니다
pt_pt: Abre o ecrã de captura de assinatura
zh_hans: 打开签名采集界面

# procedure.action.signature.required
source: Signature required
de: Signatur erforderlich
es: Se requiere firma
fr: Signature requise
it: Firma obbligatoria
ja: 署名が必要です
ko: 서명이 필요합니다
pt_pt: Assinatura obrigatória
zh_hans: 需要签名

# procedure.action.signature.tapToAdd
source: Tap to add signature
de: Tippen, um eine Signatur hinzuzufügen
es: Toca para agregar una firma
fr: Touchez pour ajouter une signature
it: Tocca per aggiungere una firma
ja: タップして署名を追加
ko: 탭하여 서명 추가
pt_pt: Toque para adicionar assinatura
zh_hans: 点击添加签名

# procedure.action.textInput.enterNumber
source: Enter number
de: Zahl eingeben
es: Introduce un número
fr: Saisissez un nombre
it: Inserisci un numero
ja: 数値を入力
ko: 숫자 입력
pt_pt: Introduza um número
zh_hans: 输入数字

# procedure.action.textInput.enterText
source: Enter text
de: Text eingeben
es: Introduce texto
fr: Saisissez du texte
it: Inserisci testo
ja: テキストを入力
ko: 텍스트 입력
pt_pt: Introduza texto
zh_hans: 输入文本

# procedure.action.unsupported.completed
source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
ja: 完了
ko: 완전한
pt_pt: Concluído
zh_hans: 完成的

# procedure.action.unsupported.value
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_pt: Valor
zh_hans: 值

# procedure.action.video.camera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
zh_hans: 相机

# procedure.action.video.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_pt: Erro
zh_hans: 错误

# procedure.action.video.errorOccurred
source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_pt: Ocorreu um erro
zh_hans: 发生错误

# procedure.action.video.failedToSelect
source: Failed to select file
de: Datei konnte nicht ausgewählt werden
es: No se pudo seleccionar el archivo
fr: Impossible de sélectionner le fichier
it: Impossibile selezionare il file
ja: ファイルを選択できませんでした
ko: 파일을 선택하지 못했습니다
pt_pt: Não foi possível selecionar o ficheiro
zh_hans: 无法选择文件

# procedure.action.video.ok
source: OK
de: okay
es: Aceptar
fr: D'accord
it: Conferma
ja: 確認
ko: 확인
pt_pt: Está bem
zh_hans: 好

# procedure.execution.abortSheet.commentPlaceholder
source: Comment (optional)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (facultatif)
it: Commento (facoltativo)
ja: コメント（任意）
ko: 의견(선택 사항)
pt_pt: Comentário (opcional)
zh_hans: 备注（可选）

# procedure.execution.abortSheet.title
source: Abort Procedure
de: Prozedur abbrechen
es: Abortar procedimiento
fr: Interrompre la procédure
it: Interrompi procedura
ja: 手順を中止
ko: 절차 중단
pt_pt: Abortar procedimento
zh_hans: 中止流程

# procedure.execution.actions.help
source: Procedure actions
de: Verfahrensaktionen
es: Acciones del procedimiento
fr: Actions de la procédure
it: Azioni della procedura
ja: 手順のアクション
ko: 절차 작업
pt_pt: Ações do procedimento
zh_hans: 流程操作

# procedure.execution.bottom.complete
source: Complete Step
de: Schritt abschließen
es: Completar paso
fr: Terminer l'étape
it: Completa passaggio
ja: ステップを完了
ko: 단계 완료
pt_pt: Concluir passo
zh_hans: 完成步骤

# procedure.execution.bottom.finish
source: Finish Procedure
de: Prozedur beenden
es: Finalizar procedimiento
fr: Terminer la procédure
it: Termina procedura
ja: 手順を終了
ko: 절차 종료
pt_pt: Concluir procedimento
zh_hans: 结束流程

# procedure.execution.bottom.start
source: Start Procedure
de: Prozedur starten
es: Iniciar procedimiento
fr: Démarrer la procédure
it: Avvia procedura
ja: 手順を開始
ko: 절차 시작
pt_pt: Iniciar procedimento
zh_hans: 开始流程

# procedure.execution.completion.endTime
source: End time
de: Endzeit
es: Hora de finalización
fr: Heure de fin
it: Tempo scaduto
ja: 終了時間
ko: 종료 시간
pt_pt: Fim do tempo
zh_hans: 时间结束

# procedure.execution.completion.startTime
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
ja: 始まる時間
ko: 시작 시간
pt_pt: Hora de início
zh_hans: 开始时间

# procedure.execution.completionSheet.title
source: Procedure Completed!
de: Vorgang abgeschlossen!
es: ¡Procedimiento completado!
fr: Procédure terminée !
it: Procedura completata!
ja: 手続き完了！
ko: 절차가 완료되었습니다!
pt_pt: Procedimento concluído!
zh_hans: 程序已完成！

# procedure.execution.incompleteActions.title
source: Complete Step with Incomplete Actions?
de: Schritt mit unvollständigen Aktionen abschließen?
es: ¿Completar el paso con acciones incompletas?
fr: Terminer l'étape avec des actions incomplètes ?
it: Completare il passaggio con azioni incomplete?
ja: 未完了のアクションがあるままステップを完了しますか？
ko: 완료되지 않은 작업이 있는 상태로 단계를 완료하시겠습니까?
pt_pt: Concluir o passo com ações incompletas?
zh_hans: 要在有未完成操作的情况下完成步骤吗？

# procedure.execution.languageSheet.title
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pt_pt: Selecionar idioma
zh_hans: 选择语言

# procedure.execution.menu.abort
source: Abort Procedure
de: Prozedur abbrechen
es: Abortar procedimiento
fr: Interrompre la procédure
it: Interrompi procedura
ja: 手順を中止
ko: 절차 중단
pt_pt: Abortar procedimento
zh_hans: 中止流程

# procedure.execution.menu.details
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pt_pt: Detalhes
zh_hans: 详情

# procedure.execution.menu.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_pt: Idioma
zh_hans: 语言

# procedure.execution.menu.pause
source: Pause Procedure
de: Prozedur pausieren
es: Pausar procedimiento
fr: Mettre la procédure en pause
it: Metti in pausa procedura
ja: 手順を一時停止
ko: 절차 일시중지
pt_pt: Pausar procedimento
zh_hans: 暂停流程

# procedure.execution.menu.redo
source: Redo Step
de: Schritt wiederholen
es: Rehacer paso
fr: Refaire l'étape
it: Ripeti passaggio
ja: ステップをやり直す
ko: 단계 다시 수행
pt_pt: Repetir passo
zh_hans: 重做步骤

# procedure.execution.menu.resume
source: Resume Procedure
de: Prozedur fortsetzen
es: Reanudar procedimiento
fr: Reprendre la procédure
it: Riprendi procedura
ja: 手順を再開
ko: 절차 재개
pt_pt: Retomar procedimento
zh_hans: 继续流程

# procedure.execution.menu.translator.disable
source: Disable Translator
de: Übersetzer deaktivieren
es: Desactivar traductor
fr: Désactiver le traducteur
it: Disattiva traduttore
ja: 翻訳を無効にする
ko: 번역기 비활성화
pt_pt: Desativar tradutor
zh_hans: 禁用翻译

# procedure.execution.menu.translator.enable
source: Enable Translator
de: Übersetzer aktivieren
es: Activar traductor
fr: Activer le traducteur
it: Attiva traduttore
ja: 翻訳を有効にする
ko: 번역기 활성화
pt_pt: Ativar tradutor
zh_hans: 启用翻译

# procedure.execution.steps.header
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 手順
ko: 단계
pt_pt: Passos
zh_hans: 步骤

# procedure.preview.helpThread.titlePlaceholder
source: Enter a title
de: Titel eingeben
es: Introduce un título
fr: Saisissez un titre
it: Inserisci un titolo
ja: タイトルを入力
ko: 제목 입력
pt_pt: Introduza um título
zh_hans: 输入标题

# procedure.preview.stepCount
source: %ld steps
de: %ld Schritte
es: %ld pasos
fr: %ld étapes
it: %ld passaggi
ja: %ld ステップ
ko: %ld단계
pt_pt: %ld passos
zh_hans: %ld 个步骤

# procedure.step.details.attachments
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
pt_pt: Anexos
zh_hans: 附件

# procedure.step.details.beforeProceeding
source: before proceeding.
de: bevor Sie fortfahren.
es: antes de continuar.
fr: avant de continuer.
it: prima di procedere.
ja: 先に進む前に。
ko: 진행하기 전에.
pt_pt: antes de continuar.
zh_hans: 然后继续。

# procedure.step.details.beforeProceedingHint
source: before proceeding
de: bevor Sie fortfahren
es: antes de continuar
fr: avant de continuer
it: prima di procedere
ja: 先に進む前に
ko: 진행하기 전에
pt_pt: antes de continuar
zh_hans: 然后继续

# procedure.step.details.complete
source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa
ja: 完了
ko: 완료
pt_pt: Concluir
zh_hans: 完成

# procedure.step.details.requiredIncomplete
source: Required Step Incomplete
de: Erforderlicher Schritt unvollständig
es: Paso obligatorio incompleto
fr: Étape obligatoire incomplète
it: Passaggio obbligatorio incompleto
ja: 必須ステップが未完了です
ko: 필수 단계가 완료되지 않았습니다
pt_pt: Passo obrigatório incompleto
zh_hans: 必填步骤未完成

# procedure.step.details.warning
source: Warning: Required step incomplete
de: Warnung: Erforderlicher Schritt unvollständig
es: Advertencia: paso obligatorio incompleto
fr: Avertissement : étape obligatoire incomplète
it: Avviso: passaggio obbligatorio incompleto
ja: 警告: 必須ステップが未完了です
ko: 경고: 필수 단계가 완료되지 않았습니다
pt_pt: Aviso: passo obrigatório incompleto
zh_hans: 警告：必填步骤未完成

# procedure.step.header.required
source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
ja: 必須
ko: 필수
pt_pt: Obrigatório
zh_hans: 必填

# procedure.step.header.requiredStep
source: Required step
de: Erforderlicher Schritt
es: Paso obligatorio
fr: Étape obligatoire
it: Passaggio obbligatorio
ja: 必須ステップ
ko: 필수 단계
pt_pt: Passo obrigatório
zh_hans: 必填步骤

# procedure.step.header.state.completed
source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
ja: 完了
ko: 완전한
pt_pt: Concluído
zh_hans: 完成的

# procedure.step.header.state.incomplete
source: Incomplete
de: Unvollständig
es: Incompleto
fr: Incomplet
it: Incompleto
ja: 不完全な
ko: 불완전한
pt_pt: Incompleto
zh_hans: 不完整

# procedure.step.header.state.inProgress
source: In Progress
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pt_pt: Em curso
zh_hans: 进行中

# procedure.step.header.state.notStarted
source: Not Started
de: Nicht begonnen
es: No iniciado
fr: Non démarré
it: Non avviato
ja: 未開始
ko: 시작되지 않음
pt_pt: Não iniciado
zh_hans: 未开始

# procedure.step.list.progress.percentComplete
source: %d%% complete
de: %d %% abgeschlossen
es: %d %% completado
fr: %d %% terminé
it: %d %% completato
ja: %d%% 完了
ko: %d%% 완료
pt_pt: %d%% concluído
zh_hans: 已完成 %d%%

# procedure.step.list.progress.percentCompleteAccessibility
source: %d percent complete
de: %d Prozent abgeschlossen
es: %d por ciento completado
fr: %d pour cent terminé
it: %d percento completato
ja: %d パーセント完了
ko: %d퍼센트 완료
pt_pt: %d por cento concluído
zh_hans: 已完成百分之 %d

# procedure.step.row.current
source: Current step
de: Aktueller Schritt
es: Paso actual
fr: Étape actuelle
it: Passaggio corrente
ja: 現在のステップ
ko: 현재 단계
pt_pt: Passo atual
zh_hans: 当前步骤

# procedure.step.row.required
source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
ja: 必須
ko: 필수
pt_pt: Obrigatório
zh_hans: 必填

# procedure.step.row.state.completed
source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
ja: 完了
ko: 완전한
pt_pt: Concluído
zh_hans: 完成的

# procedure.step.row.state.incomplete
source: Incomplete
de: Unvollständig
es: Incompleto
fr: Incomplet
it: Incompleto
ja: 不完全な
ko: 불완전한
pt_pt: Incompleto
zh_hans: 不完整

# procedure.step.row.state.inProgress
source: In progress
de: Im Gange
es: En curso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pt_pt: Em andamento
zh_hans: 进行中

# procedure.step.row.state.notStarted
source: Not started
de: Nicht begonnen
es: No iniciado
fr: Non démarré
it: Non avviato
ja: 未開始
ko: 시작되지 않음
pt_pt: Não iniciado
zh_hans: 未开始

source: Procedure actions
de: Verfahrensaktionen
es: Acciones del procedimiento
fr: Actions de la procédure
it: Azioni della procedura
ja: 手順のアクション
ko: 절차 작업
pt_pt: Ações do procedimento
zh_hans: 流程操作

# ProcedureAssignOther
source: %@ is assigned to %@.
de: %@ wird %@ zugewiesen.
es: %@ está asignado a %@ .
fr: %@ est attribué à %@ .
it: %@ è assegnato a %@ .
ja: %@は%@に割り当てられます。
ko: %@ %@ 에 할당되었습니다.
pt_pt: %@ é atribuído a %@ .
zh_hans: %@已分配给%@ 。

source: Procedure details
de: Details zur Vorgehensweise
es: Detalles del procedimiento
fr: Détails de la procédure
it: Dettagli della procedura
ja: 手順の詳細
ko: 절차 세부사항
pt_pt: Detalhes do procedimento
zh_hans: 过程详细信息

source: Procedure details unavailable.
de: Verfahrensdetails nicht verfügbar.
es: Detalles del procedimiento no disponibles.
fr: Détails de la procédure indisponibles.
it: Dettagli procedura non disponibili.
ja: 手順の詳細は利用できません。
ko: 절차 세부정보를 사용할 수 없습니다.
pt_pt: Detalhes do procedimento indisponíveis.
zh_hans: 流程详情不可用。

# ProcedureDownloading
source: Downloading, please try again later
de: Wird heruntergeladen. Bitte versuchen Sie es später noch einmal
es: Descargando, por favor intente nuevamente más tarde
fr: Téléchargement en cours, veuillez réessayer plus tard
it: Scaricamento in corso, riprova più tardi
ja: ダウンロード中です。しばらくしてからもう一度お試しください。
ko: 다운로드 중입니다. 나중에 다시 시도해 주세요.
pt_pt: Baixando, tente novamente mais tarde
zh_hans: 正在下载，请稍后重试

# ProcedureEnded
source: Ended
de: Beendet
es: Terminado
fr: Terminé
it: Conclusa
ja: 終了しました
ko: 종료됨
pt_pt: Terminou
zh_hans: 已结束

# ProcedureForwardButtonExistingTicket
source: Existing Help Thread
de: Vorhandener Hilfe-Thread
es: Hilo de ayuda existente
fr: Fil d'aide existant
it: Thread di aiuto esistente
ja: 既存のヘルプスレッド
ko: 기존 도움말 스레드
pt_pt: Tópico de ajuda existente
zh_hans: 现有帮助主题

# ProcedureHasBeenDeleted
source: This procedure has been deleted!
de: Dieses Verfahren wurde gelöscht!
es: ¡Este procedimiento ha sido eliminado!
fr: Cette procédure a été supprimée !
it: Questa procedura è stata eliminata!
ja: この手順は削除されました。
ko: 이 절차가 삭제되었습니다!
pt_pt: Este procedimento foi excluído!
zh_hans: 该程序已被删除！

# ProcedureMessageStateCanceled
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt_pt: Cancelado
zh_hans: 已取消

# ProcedureMessageStateCompleted
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
pt_pt: Concluído
zh_hans: 已完成

# ProcedureMessageStateDeleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除済み
ko: 삭제됨
pt_pt: Eliminado
zh_hans: 已删除

# ProcedureMessageStateInProgress
source: In Progress
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pt_pt: Em curso
zh_hans: 进行中

# ProcedureMessageStateNotStarted
source: Not Started
de: Nicht begonnen
es: No iniciado
fr: Non démarré
it: Non avviato
ja: 未開始
ko: 시작되지 않음
pt_pt: Não iniciado
zh_hans: 未开始

# ProcedureMessageStatePaused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시중지됨
pt_pt: Em pausa
zh_hans: 已暂停
